vegeta-config/results/execucao-1/results-test-2.txt
Requests      [total, rate, throughput]         500, 100.20, 100.18
Duration      [total, attack, wait]             4.991s, 4.99s, 1.021ms
Latencies     [min, mean, 50, 90, 95, 99, max]  365.607µs, 11.203ms, 1.301ms, 43.095ms, 46.969ms, 63.203ms, 78.97ms
Bytes In      [total, mean]                     18674, 37.35
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: