vegeta-config/results/execucao-1/results-test-5.txt
Requests      [total, rate, throughput]         500, 100.20, 90.35
Duration      [total, attack, wait]             5.534s, 4.99s, 543.677ms
Latencies     [min, mean, 50, 90, 95, 99, max]  500.712ms, 513.062ms, 501.343ms, 543.528ms, 545.456ms, 557.326ms, 579.661ms
Bytes In      [total, mean]                     18674, 37.35
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: