vegeta-config/results/execucao-1/results-test-6.txt
Requests      [total, rate, throughput]         500, 100.19, 90.39
Duration      [total, attack, wait]             5.532s, 4.99s, 541.438ms
Latencies     [min, mean, 50, 90, 95, 99, max]  500.735ms, 512.876ms, 501.723ms, 543.62ms, 545.587ms, 548.561ms, 573.555ms
Bytes In      [total, mean]                     18674, 37.35
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: